ahmadawais.shades-of-purple
ajshortt.tokyo-hack
akamud.vscode-theme-onedark
akarlsten.vscode-snazzy-akarlsten
alefragnani.project-manager
amodio.amethyst-theme
azemoh.one-monokai
BeardedBear.beardedtheme
Catppuccin.catppuccin-vsc
ChirtleLovesDolls.nebula-theme
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
cschlosser.doxdocgen
cweijan.vscode-office
dhedgecock.radical-vscode
docsmsft.docs-yaml
dracula-theme.theme-dracula
eamodio.gitlens
EliverLara.andromeda
enkia.tokyo-night
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
felipe-mendes.slack-theme
fisheva.eva-theme
GitHub.copilot
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hediet.vscode-drawio
Heron.firefox-devtools-theme
huacat.office-theme
Hyzeta.vscode-theme-github-light
IBM.output-colorizer
illixion.vscode-vibrancy-continued
jaredkent.laserwave
jeff-hykin.better-cpp-syntax
johnpapa.vscode-peacock
johnpapa.winteriscoming
jolaleye.horizon-theme-vscode
JonathanHarty.gruvbox-material-icon-theme
kisstkondoros.vscode-gutter-preview
kuscamara.electron
LeetCode.vscode-leetcode
liviuschera.noctis
mariorodeghiero.vue-theme
max-SS.Cyberpunk
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-zh-hans
ms-python.anaconda-extension-pack
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
njpwerner.autodocstring
piotrpalarz.vscode-gitignore-generator
PKief.material-icon-theme
redhat.vscode-commons
redhat.vscode-yaml
RobbOwen.synthwave-vscode
rogalmic.bash-debug
ryanolsonx.solarized
sainnhe.gruvbox-material
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
Sid200026.django-snippets
streetsidesoftware.code-spell-checker
sysoev.language-stylus
TabNine.tabnine-vscode
thenikso.github-plus-theme
tinkertrain.theme-panda
twxs.cmake
uloco.theme-bluloco-dark
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
VSpaceCode.whichkey
Vue.volar
wesbos.theme-cobalt2
whizkydee.material-palenight-theme
wmontalvo.vsc-jsonsnippets
Wscats.eno
yzhang.dictionary-completion
ZainChen.json
zhuangtongfa.material-theme
zhucy.project-tree
zylab.fun-comment
